Repository: churchs19/WhatIEat
Catalog: Shane.Church.WhatIEat.Strings/Resources.*.xlf
Languages: pt_pt

# Resx/ConnectedLabel
source: Connected
pt_pt: Conectado

# Resx/ConnectLabel
source: Connect
pt_pt: Conectar

# Resx/OffText
source: Off
pt_pt: Desligar

# Resx/OnText
source: On
pt_pt: Ligar

# Resx/AboutLabel
source: about
pt_pt: sobre

# Resx/AboutOtherAppsLabel
source: other apps by Shane Church
pt_pt: outras aplicações de Shane Church

# Resx/AboutReviewLabel
source: rate this app
pt_pt: Avaliar a aplicação

# Resx/AppDescription
source: a simple food journal for windows phone
pt_pt: um agenda alimentar simples para o windows phone

# Resx/AppIconDescription
source: Eat designed by Danny Chapman from The Noun Project
pt_pt: O ícone Eat foi concebido por Danny Chapman em The Noun Project

# Resx/AppTitle
source: WHAT I EAT
pt_pt: AGENDA ALIMENTAR

# Resx/Diagnostics_MessageBox_Content
source: The application has encountered a problem. I am sorry for the inconvenience. I would appreciate your assistance by sending the prepared error report. This will help with resolving the problem faster.
pt_pt: A aplicação encontrou um problema. Lamento qualquer incómodo. Agradeço o seu apoio através do envio de um relatório de erros. Isto irá ajudar a resolução do problema mais rapidamente.

# Resx/Diagnostics_MessageBox_Title
source: Application Error
pt_pt: Erro na aplicação

# Resx/EmptyEntryListLabel
source: Nothing on this date. Add something!
pt_pt: Não há nada nesta data. Adicione alguma coisa!

# Resx/EmptySummaryListLabel
source: No entries found. Add something!
pt_pt: Não foram encontrados dados. Adicione alguma coisa!

# Resx/ExcelExportButtonLabel
source: Export to OneDrive
pt_pt: Exportar para o OneDrive

# Resx/ExcelExportLabel
source: excel export
pt_pt: exportar Excel

# Resx/ExcelExportText
source: This will export all of your journal entries as a Excel-compatible CSV file to your OneDrive.
pt_pt: Todos os dados da agenda serão exportados para o OneDrive num ficheiro CSV compatível com o Excel.

# Resx/FeedbackContent
source: How can I improve this application so that you would be willing to rate it 5 stars in the marketplace?
pt_pt: Como posso melhorar esta aplicação para que você possa dar 5 estrelas na sua avaliação na Loja?

# Resx/FeedbackTitle
source: Can I make it better?
pt_pt: Posso fazer melhor?

# Resx/GiveFeedbackButton
source: give feedback
pt_pt: enviar opinião

# Resx/NewEntryLabel
source: new entry
pt_pt: novo dado

# Resx/NoThanksButton
source: no thanks
pt_pt: não, obrigado

# Resx/ResourceLanguage
source: en-US
pt_pt: pt-PT

# Resx/ReviewLabel
source: rate me
pt_pt: avalie a aplicação

# Resx/SummaryLabel
source: summary
pt_pt: resumo

# Resx/SynchronizingLabel
source: synchronizing...
pt_pt: a sincronizar...

# Resx/SyncLabel
source: sync
pt_pt: sincronizar

# Resx/TechnicalSupportEmailLabel
source: technical support/feedback email
pt_pt: email para apoio técnico/opiniões

# Resx/UpgradeText
source: An upgrade is available! Do you want to install the upgrade now?
pt_pt: Está disponível uma actualização! Quer instalar a actualização agora?

# Resx/UploadFailedMessage
source: Unfortunately your data could not be exported to OneDrive at this time. Please try again later.
pt_pt: Infelizmente não foi possível exportar os dados exportar para o OneDrive. Tente mais tarde.

# Resx/UploadFailedTitle
source: Upload Failed
pt_pt: O carregamento falhou

# Resx/UploadingLabel
source: uploading...
pt_pt: a carregar...

# Resx/UploadSuccessMessage
source: Your data has been successfully uploaded to OneDrive.
pt_pt: Os seus dados foram carregados com êxito para o OneDrive.

# Resx/UploadSuccessTitle
source: Upload Successful!
pt_pt: Carregamento bem sucedido!

# Resx/TechnicalSupportEmailSubject
source: What I Eat Feedback
pt_pt: Opinião sobre a Agenda Alimentar

# Resx/SyncUnknownError
source: Unable to sync at this time. Please try again later.
pt_pt: É impossível sincronizar agora. Tente mais tarde.

# Resx/SyncLoginError
source: You must be logged in to sync.
pt_pt: Tem de ter sessão iniciada para sincronizar.
